Repository: GE-Developer/VOID
Catalog: VOID/Resources/Localizable.xcstrings
Source language: en
Languages: ar, az, be, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, ko, ky, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# Settings.Storage.ResetSettings.alertMessage
source: All preferences (theme, language, sound, haptics, etc.) will return to their defaults.
ar: ستعود جميع التفضيلات (السمة، اللغة، الصوت، الاهتزاز، إلخ) إلى قيمها الافتراضية.
az: Bütün parametrlər (tema, dil, səs, vibrasiya və s.) standart dəyərlərinə qayıdacaq.
be: Усе налады (тэма, мова, гук, гаптыка і г.д.) вернуцца да стандартных.
bn: সমস্ত পছন্দ (থিম, ভাষা, শব্দ, হ্যাপটিক্স ইত্যাদি) তাদের ডিফল্টে ফিরে যাবে।
ca: Totes les preferències (tema, idioma, so, vibració, etc.) tornaran als valors predeterminats.
cs: Všechna nastavení (motiv, jazyk, zvuk, haptika atd.) se vrátí na výchozí hodnoty.
da: Alle indstillinger (tema, sprog, lyd, haptics osv.) vender tilbage til standardværdierne.
de: Alle Einstellungen (Design, Sprache, Ton, Haptik usw.) werden auf die Standardwerte zurückgesetzt.
el: Όλες οι προτιμήσεις (θέμα, γλώσσα, ήχος, haptics κ.λπ.) θα επιστρέψουν στις προεπιλεγμένες τιμές.
es: Todas las preferencias (tema, idioma, sonido, háptica, etc.) volverán a sus valores predeterminados.
fi: Kaikki asetukset (teema, kieli, ääni, haptinen palaute jne.) palautuvat oletusarvoihin.
fr: Toutes les préférences (thème, langue, son, haptique, etc.) reviendront à leurs valeurs par défaut.
he: כל ההעדפות (ערכת נושא, שפה, צליל, רטט וכו') יחזרו לברירות המחדל שלהן.
hi: सभी प्राथमिकताएँ (थीम, भाषा, ध्वनि, हैप्टिक्स आदि) डिफ़ॉल्ट मूल्यों पर वापस आ जाएँगी।
hr: Sve postavke (tema, jezik, zvuk, haptika itd.) vratit će se na zadane vrijednosti.
hu: Minden beállítás (téma, nyelv, hang, haptika stb.) visszaáll az alapértelmezett értékekre.
hy: Բոլոր կարգավորումները (թեմա, լեզու, ձայն, թրթռոց և այլն) կվերադառնան լռելյայն արժեքներին։
id: Semua preferensi (tema, bahasa, suara, haptik, dll.) akan kembali ke nilai default.
is: Allar stillingar (þema, tungumál, hljóð, hapt o.fl.) fara aftur í sjálfgefin gildi.
it: Tutte le preferenze (tema, lingua, suono, haptic ecc.) torneranno ai valori predefiniti.
ja: すべての設定（テーマ、言語、サウンド、触覚フィードバックなど）がデフォルト値に戻ります。
ka: ყველა პარამეტრი (თემა, ენა, ხმა, ჰაპტიკა და სხვ.) დაუბრუნდება ნაგულისხმევ მნიშვნელობებს.
kk: Барлық параметрлер (тақырып, тіл, дыбыс, гаптика және т.б.) әдепкі мәндеріне оралады.
ko: 모든 환경설정(테마, 언어, 소리, 햅틱 등)이 기본값으로 돌아갑니다.
ky: Бардык жөндөөлөр (тема, тил, үн, гаптика ж.б.) демейки маандерине кайтат.
ms: Semua keutamaan (tema, bahasa, bunyi, haptik dll.) akan kembali kepada nilai lalai.
nb: Alle innstillinger (tema, språk, lyd, haptics osv.) vil gå tilbake til standardverdiene.
nl: Alle voorkeuren (thema, taal, geluid, haptics, enz.) keren terug naar de standaardwaarden.
pl: Wszystkie preferencje (motyw, język, dźwięk, haptyka itp.) powrócą do wartości domyślnych.
pt: Todas as preferências (tema, idioma, som, háptica, etc.) voltarão aos valores predefinidos.
ro: Toate preferințele (temă, limbă, sunet, haptic etc.) vor reveni la valorile implicite.
ru: Все настройки (тема, язык, звук, вибрация и т.д.) вернутся к значениям по умолчанию.
sk: Všetky nastavenia (motív, jazyk, zvuk, haptika atď.) sa vrátia na predvolené hodnoty.
sv: Alla inställningar (tema, språk, ljud, haptics osv.) återgår till standardvärdena.
th: การตั้งค่าทั้งหมด (ธีม ภาษา เสียง แฮปติกส์ ฯลฯ) จะกลับเป็นค่าเริ่มต้น
tr: Tüm tercihler (tema, dil, ses, haptik vb.) varsayılan değerlerine döner.
uk: Усі налаштування (тема, мова, звук, гаптика тощо) повернуться до типових значень.
vi: Tất cả tùy chọn (chủ đề, ngôn ngữ, âm thanh, haptic, v.v.) sẽ trở về giá trị mặc định.
zh_hans: 所有偏好设置（主题、语言、声音、触感等）将恢复为默认值。
zh_hant: 所有偏好設定（佈景主題、語言、聲音、觸覺等）將恢復為預設值。

# Settings.Storage.ResetSettings.alertTitle
source: Reset user settings?
ar: إعادة تعيين إعدادات المستخدم؟
az: Parametrlər sıfırlansın?
be: Скінуць налады карыстальніка?
bn: ব্যবহারকারীর সেটিংস রিসেট করবেন?
ca: Restablir la configuració?
cs: Obnovit nastavení?
da: Nulstil indstillinger?
de: Einstellungen zurücksetzen?
el: Επαναφορά ρυθμίσεων;
es: ¿Restablecer ajustes?
fi: Palautetaanko asetukset?
fr: Réinitialiser les réglages ?
he: לאפס הגדרות משתמש?
hi: सेटिंग्स रीसेट करें?
hr: Resetirati postavke?
hu: Visszaállítja a beállításokat?
hy: Վերականգնե՞լ կարգավորումները:
id: Reset pengaturan?
is: Endurstilla stillingar?
it: Ripristinare le impostazioni?
ja: 設定をリセットしますか？
ka: გადაყენდეს პარამეტრები?
kk: Пайдаланушы параметрлерін қалпына келтіру?
ko: 설정을 초기화할까요?
ky: Колдонуучунун жөндөөлөрүн кайра коёюнбу?
ms: Set semula tetapan?
nb: Tilbakestille innstillinger?
nl: Instellingen herstellen?
pl: Zresetować ustawienia?
pt: Repor as definições?
ro: Resetați setările?
ru: Сбросить настройки?
sk: Obnoviť nastavenia?
sv: Återställa inställningar?
th: รีเซ็ตการตั้งค่า?
tr: Ayarlar sıfırlansın mı?
uk: Скинути налаштування?
vi: Đặt lại cài đặt?
zh_hans: 重置设置？
zh_hant: 重置設定？

# Settings.Storage.ResetSettings.title
source: Reset Settings
ar: إعادة تعيين الإعدادات
az: Parametrləri Sıfırla
be: Скінуць налады
bn: সেটিংস রিসেট করুন
ca: Restablir Configuració
cs: Obnovit Nastavení
da: Nulstil Indstillinger
de: Einstellungen Zurücksetzen
el: Επαναφορά Ρυθμίσεων
es: Restablecer Ajustes
fi: Palauta Asetukset
fr: Réinitialiser les Réglages
he: אפס הגדרות
hi: सेटिंग्स रीसेट करें
hr: Resetiraj Postavke
hu: Beállítások Visszaállítása
hy: Վերականգնել կարգավորումները
id: Reset Pengaturan
is: Endurstilla Stillingar
it: Ripristina Impostazioni
ja: 設定をリセット
ka: პარამეტრების გადაყენება
kk: Параметрлерді қалпына келтіру
ko: 설정 초기화
ky: Жөндөөлөрдү кайра коюу
ms: Set Semula Tetapan
nb: Tilbakestill Innstillinger
nl: Instellingen Herstellen
pl: Resetuj Ustawienia
pt: Repor Definições
ro: Resetare Setări
ru: Сбросить настройки
sk: Obnoviť Nastavenia
sv: Återställ Inställningar
th: รีเซ็ตการตั้งค่า
tr: Ayarları Sıfırla
uk: Скинути Налаштування
vi: Đặt Lại Cài Đặt
zh_hans: 重置设置
zh_hant: 重置設定

# Settings.Storage.title
source: Storage
ar: التخزين
az: Yaddaş
be: Сховішча
bn: স্টোরেজ
ca: Emmagatzematge
cs: Úložiště
da: Lagerplads
de: Speicher
el: Αποθήκευση
es: Almacenamiento
fi: Tallennustila
fr: Stockage
he: אחסון
hi: संग्रहण
hr: Pohrana
hu: Tárhely
hy: Պահոց
id: Penyimpanan
is: Geymsla
it: Archiviazione
ja: ストレージ
ka: მეხსიერება
kk: Қойма
ko: 저장공간
ky: Сактагыч
ms: Storan
nb: Lagring
nl: Opslag
pl: Pamięć
pt: Armazenamento
ro: Stocare
ru: Хранилище
sk: Úložisko
sv: Lagring
th: พื้นที่เก็บข้อมูล
tr: Depolama
uk: Сховище
vi: Bộ Nhớ
zh_hans: 存储
zh_hant: 儲存空間

# Settings.title
source: Settings
ar: الإعدادات
az: Ayarlar
be: Налады
bn: সেটিংস
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fi: Asetukset
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
hy: Կարգավորումներ
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
ka: პარამეტრები
kk: Параметрлер
ko: 설정
ky: Жөндөөлөр
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# StoreError.invalidCertificateChain
source: Invalid certificate chain.
ar: سلسلة شهادات غير صالحة.
az: Sənəd zənciri etibarsızdır.
be: Несапраўдны ланцужок сертыфікатаў.
bn: অবৈধ সার্টিফিকেট চেইন।
ca: Cadena de certificats invàlida.
cs: Neplatný řetězec certifikátů.
da: Ugyldig certifikatkæde.
de: Ungültige Zertifikatskette.
el: Μη έγκυρη αλυσίδα πιστοποιητικών.
es: Cadena de certificados inválida.
fi: Virheellinen varmenneketju.
fr: Chaîne de certificats invalide.
he: שרשרת אישורים לא תקינה.
hi: अमान्य प्रमाणपत्र श्रृंखला।
hr: Nevažeći lanac certifikata.
hu: Érvénytelen tanúsítványlánc.
hy: Անվավեր սերտիֆիկատների շղթա.
id: Rantai sertifikat tidak valid.
is: Ógild vottorðakeðja.
it: Catena di certificati non valida.
ja: 無効な証明書チェーン。
ka: სერტიფიკატების ჯაჭვი არასწორია.
kk: Жарамсыз сертификат тізбегі.
ko: 유효하지 않은 인증서 체인.
ky: Жараксыз сертификат чынжыры.
ms: Rantaian sijil tidak sah.
nb: Ugyldig sertifikatkjede.
nl: Ongeldige certificaatketen.
pl: Nieprawidłowy łańcuch certyfikatów.
pt: Cadeia de certificados inválida.
ro: Lanț de certificate invalid.
ru: Недействительная цепочка сертификатов.
sk: Neplatný reťazec certifikátov.
sv: Ogiltig certifikatkedja.
th: ห่วงโซ่ใบรับรองไม่ถูกต้อง
tr: Geçersiz sertifika zinciri.
uk: Недійсний ланцюжок сертифікатів.
vi: Chuỗi chứng chỉ không hợp lệ.
zh_hans: 证书链无效。
zh_hant: 憑證鏈無效。

# StoreError.invalidDeviceVerification
source: Device verification failed.
ar: فشل التحقق من الجهاز.
az: Cihaz doğrulaması uğursuz oldu.
be: Праверка прылады не прайшла.
bn: ডিভাইস যাচাইকরণ ব্যর্থ হয়েছে।
ca: La verificació del dispositiu ha fallat.
cs: Ověření zařízení selhalo.
da: Enhedsverifikation mislykkedes.
de: Geräteüberprüfung fehlgeschlagen.
el: Η επαλήθευση συσκευής απέτυχε.
es: Verificación del dispositivo fallida.
fi: Laitteen vahvistus epäonnistui.
fr: Vérification de l'appareil échouée.
he: אימות המכשיר נכשל.
hi: डिवाइस सत्यापन विफल।
hr: Provjera uređaja nije uspjela.
hu: Eszköz-ellenőrzés sikertelen.
hy: Սարքի ստուգումը ձախողվել է.
id: Verifikasi perangkat gagal.
is: Tækjastaðfesting mistókst.
it: Verifica del dispositivo fallita.
ja: デバイス検証に失敗しました。
ka: მოწყობილობის ვერიფიკაცია ვერ მოხერხდა.
kk: Құрылғыны тексеру сәтсіз аяқталды.
ko: 기기 검증 실패.
ky: Түзмөктү текшерүү ийгиликсиз аяктады.
ms: Pengesahan peranti gagal.
nb: Enhetsverifisering mislyktes.
nl: Apparaatverificatie mislukt.
pl: Weryfikacja urządzenia nie powiodła się.
pt: Verificação do dispositivo falhou.
ro: Verificarea dispozitivului a eșuat.
ru: Ошибка проверки устройства.
sk: Overenie zariadenia zlyhalo.
sv: Enhetsverifiering misslyckades.
th: การยืนยันอุปกรณ์ล้มเหลว
tr: Cihaz doğrulaması başarısız.
uk: Перевірка пристрою не вдалася.
vi: Xác minh thiết bị thất bại.
zh_hans: 设备验证失败。
zh_hant: 裝置驗證失敗。

# StoreError.invalidEncoding
source: Invalid data encoding.
ar: ترميز بيانات غير صالح.
az: Məlumat kodlaşdırması etibarsızdır.
be: Несапраўднае кадаванне даных.
bn: অবৈধ ডেটা এনকোডিং।
ca: Codificació de dades invàlida.
cs: Neplatné kódování dat.
da: Ugyldig datakodning.
de: Ungültige Datenkodierung.
el: Μη έγκυρη κωδικοποίηση δεδομένων.
es: Codificación de datos inválida.
fi: Virheellinen tietokoodaus.
fr: Encodage des données invalide.
he: קידוד נתונים לא תקין.
hi: अमान्य डेटा एन्कोडिंग।
hr: Nevažeće kodiranje podataka.
hu: Érvénytelen adatkódolás.
hy: Անվավեր տվյալների կոդավորում.
id: Pengodean data tidak valid.
is: Ógild gagnakóðun.
it: Codifica dei dati non valida.
ja: 無効なデータエンコーディング。
ka: მონაცემთა კოდირება არასწორია.
kk: Жарамсыз деректер кодтауы.
ko: 유효하지 않은 데이터 인코딩.
ky: Жараксыз маалыматтар коддоосу.
ms: Pengekodan data tidak sah.
nb: Ugyldig datakoding.
nl: Ongeldige gegevenscodering.
pl: Nieprawidłowe kodowanie danych.
pt: Codificação de dados inválida.
ro: Codificare date invalidă.
ru: Ошибка данных.
sk: Neplatné kódovanie údajov.
sv: Ogiltig datakodning.
th: การเข้ารหัสข้อมูลไม่ถูกต้อง
tr: Geçersiz veri kodlaması.
uk: Недійсне кодування даних.
vi: Mã hóa dữ liệu không hợp lệ.
zh_hans: 数据编码无效。
zh_hant: 資料編碼無效。

# StoreError.invalidSignature
source: Invalid transaction signature.
ar: توقيع المعاملة غير صالح.
az: Əməliyyat imzası etibarsızdır.
be: Несапраўдны подпіс транзакцыі.
bn: অবৈধ লেনদেনের স্বাক্ষর।
ca: Signatura de transacció invàlida.
cs: Neplatný podpis transakce.
da: Ugyldig transaktionssignatur.
de: Ungültige Transaktionssignatur.
el: Μη έγκυρη υπογραφή συναλλαγής.
es: Firma de transacción inválida.
fi: Virheellinen transaktioallekirjoitus.
fr: Signature de transaction invalide.
he: חתימת עסקה לא תקינה.
hi: अमान्य लेनदेन हस्ताक्षर।
hr: Nevažeći potpis transakcije.
hu: Érvénytelen tranzakció-aláírás.
hy: Անվավեր գործարքի ստորագրություն.
id: Tanda tangan transaksi tidak valid.
is: Ógild viðskiptaundirskrift.
it: Firma della transazione non valida.
ja: 無効なトランザクション署名。
ka: ტრანზაქციის ხელმოწერა არასწორია.
kk: Транзакцияның жарамсыз қолтаңбасы.
ko: 유효하지 않은 거래 서명.
ky: Транзакциянын жараксыз колтамгасы.
ms: Tandatangan transaksi tidak sah.
nb: Ugyldig transaksjonssignatur.
nl: Ongeldige transactiehandtekening.
pl: Nieprawidłowy podpis transakcji.
pt: Assinatura de transação inválida.
ro: Semnătură tranzacție invalidă.
ru: Недействительная подпись транзакции.
sk: Neplatný podpis transakcie.
sv: Ogiltig transaktionssignatur.
th: ลายเซ็นธุรกรรมไม่ถูกต้อง
tr: Geçersiz işlem imzası.
uk: Недійсний підпис транзакції.
vi: Chữ ký giao dịch không hợp lệ.
zh_hans: 交易签名无效。
zh_hant: 交易簽名無效。

# StoreError.loadingError
source: Failed to load products.
ar: فشل تحميل المنتجات.
az: Məhsulların yüklənməsi uğursuz oldu.
be: Не ўдалося загрузіць тавары.
bn: পণ্য লোড করতে ব্যর্থ হয়েছে।
ca: No s'han pogut carregar els productes.
cs: Načtení produktů selhalo.
da: Kunne ikke indlæse produkter.
de: Produkte konnten nicht geladen werden.
el: Αποτυχία φόρτωσης προϊόντων.
es: Error al cargar productos.
fi: Tuotteiden lataus epäonnistui.
fr: Échec du chargement des produits.
he: כשל בטעינת מוצרים.
hi: उत्पाद लोड करने में विफल।
hr: Učitavanje proizvoda nije uspjelo.
hu: Termékek betöltése sikertelen.
hy: Ապրանքներ բեռնելը չհաջողվեց.
id: Gagal memuat produk.
is: Ekki tókst að hlaða vörum.
it: Caricamento dei prodotti fallito.
ja: 製品の読み込みに失敗しました。
ka: პროდუქტების ჩატვირთვა ვერ მოხერხდა.
kk: Өнімдерді жүктеу сәтсіз аяқталды.
ko: 제품 로드 실패.
ky: Продуктуларды жүктөө ийгиликсиз аяктады.
ms: Gagal memuatkan produk.
nb: Kunne ikke laste produkter.
nl: Producten konden niet worden geladen.
pl: Nie udało się załadować produktów.
pt: Falha ao carregar produtos.
ro: Încărcarea produselor a eșuat.
ru: Не удалось загрузить продукты.
sk: Načítanie produktov zlyhalo.
sv: Misslyckades med att ladda produkter.
th: โหลดผลิตภัณฑ์ล้มเหลว
tr: Ürünler yüklenemedi.
uk: Не вдалося завантажити продукти.
vi: Tải sản phẩm thất bại.
zh_hans: 加载产品失败。
zh_hant: 載入產品失敗。

# StoreError.missingRequiredProperties
source: Missing required transaction properties.
ar: خصائص المعاملة المطلوبة مفقودة.
az: Tələb olunan əməliyyat xüsusiyyətləri əskikdir.
be: Адсутнічаюць абавязковыя ўласцівасці транзакцыі.
bn: প্রয়োজনীয় লেনদেনের বৈশিষ্ট্য অনুপস্থিত।
ca: Falten propietats de transacció requerides.
cs: Chybí požadované vlastnosti transakce.
da: Manglende krævede transaktionsegenskaber.
de: Erforderliche Transaktionseigenschaften fehlen.
el: Λείπουν απαιτούμενες ιδιότητες συναλλαγής.
es: Faltan propiedades de transacción requeridas.
fi: Puuttuvat vaaditut transaktio-ominaisuudet.
fr: Propriétés de transaction requises manquantes.
he: מאפייני עסקה נדרשים חסרים.
hi: आवश्यक लेनदेन गुण अनुपस्थित।
hr: Nedostaju obavezna svojstva transakcije.
hu: Hiányzó kötelező tranzakciótulajdonságok.
hy: Բացակայում են գործարքի պահանջվող հատկությունները.
id: Properti transaksi yang diperlukan hilang.
is: Vantar nauðsynlega viðskiptaeiginleika.
it: Proprietà della transazione richieste mancanti.
ja: 必要なトランザクション属性が欠落しています。
ka: ტრანზაქციისთვის საჭირო მონაცემები სრულად არაა მითითებული.
kk: Транзакцияның міндетті сипаттары жоқ.
ko: 필수 거래 속성 누락.
ky: Транзакциянын милдеттүү касиеттери жок.
ms: Sifat transaksi yang diperlukan hilang.
nb: Manglende obligatoriske transaksjonsegenskaper.
nl: Ontbrekende vereiste transactie-eigenschappen.
pl: Brak wymaganych właściwości transakcji.
pt: Propriedades de transação obrigatórias ausentes.
ro: Proprietăți de tranzacție necesare lipsă.
ru: Отсутствуют обязательные параметры транзакции.
sk: Chýbajú povinné vlastnosti transakcie.
sv: Saknade obligatoriska transaktionsegenskaper.
th: คุณสมบัติธุรกรรมที่จำเป็นหายไป
tr: Gerekli işlem özellikleri eksik.
uk: Відсутні обов'язкові властивості транзакції.
vi: Thiếu thuộc tính giao dịch bắt buộc.
zh_hans: 缺少必需的交易属性。
zh_hant: 缺少必要的交易屬性。

# StoreError.pending
source: Your purchase is pending approval.
ar: شراؤك في انتظار الموافقة.
az: Alışınız təsdiq gözləyir.
be: Ваша пакупка чакае зацвярджэння.
bn: আপনার ক্রয় অনুমোদনের অপেক্ষায়।
ca: La vostra compra està pendent d'aprovació.
cs: Vaše nákup čeká na schválení.
da: Dit køb afventer godkendelse.
de: Ihr Kauf wartet auf Genehmigung.
el: Η αγορά σας εκκρεμεί έγκριση.
es: Su compra está pendiente de aprobación.
fi: Ostosi odottaa hyväksyntää.
fr: Votre achat est en attente d'approbation.
he: הרכישה שלך ממתינה לאישור.
hi: आपकी खरीदारी अनुमोदन की प्रतीक्षा में है।
hr: Vaša kupnja čeka odobrenje.
hu: Vásárlása jóváhagyásra vár.
hy: Ձեր գնումը սպասում է հաստատման.
id: Pembelian Anda menunggu persetujuan.
is: Kaupin þín bíða samþykkis.
it: Il tuo acquisto è in attesa di approvazione.
ja: 購入が承認待ちです。
ka: თქვენი შეძენა ელოდება დამტკიცებას.
kk: Сатып алуыңыз бекітілуін күтуде.
ko: 구매가 승인 대기 중입니다.
ky: Сатып алууңуз бекитилүүнү күтүүдө.
ms: Pembelian anda menunggu kelulusan.
nb: Kjøpet ditt venter på godkjenning.
nl: Uw aankoop wacht op goedkeuring.
pl: Twoje zakup oczekuje na zatwierdzenie.
pt: Sua compra está pendente de aprovação.
ro: Achiziția dvs. așteaptă aprobare.
ru: Ваша покупка ожидает одобрения.
sk: Váš nákup čaká na schválenie.
sv: Ditt köp väntar på godkännande.
th: การซื้อของคุณรอการอนุมัติ
tr: Satın almanız onay bekliyor.
uk: Ваша покупка очікує схвалення.
vi: Mua hàng của bạn đang chờ phê duyệt.
zh_hans: 您的购买正在等待批准。
zh_hant: 您的購買正在等待批准。

# StoreError.productNotChosen
source: No product selected.
ar: لم يتم اختيار منتج.
az: Heç bir məhsul seçilməyib.
be: Тавар не абраны.
bn: কোনো পণ্য নির্বাচিত হয়নি।
ca: No s'ha seleccionat cap producte.
cs: Není vybrán žádný produkt.
da: Intet produkt valgt.
de: Kein Produkt ausgewählt.
el: Δεν επιλέχθηκε προϊόν.
es: Ningún producto seleccionado.
fi: Ei tuotetta valittuna.
fr: Aucun produit sélectionné.
he: לא נבחר מוצר.
hi: कोई उत्पाद चयनित नहीं।
hr: Nema odabranog proizvoda.
hu: Nincs termék kiválasztva.
hy: Ապրանք չի ընտրվել.
id: Tidak ada produk yang dipilih.
is: Engin vara valin.
it: Nessun prodotto selezionato.
ja: 製品が選択されていません。
ka: პროდუქტი არ არის არჩეული.
kk: Өнім таңдалмаған.
ko: 제품이 선택되지 않았습니다.
ky: Продукт тандалган жок.
ms: Tiada produk dipilih.
nb: Ingen produkt valgt.
nl: Geen product geselecteerd.
pl: Nie wybrano produktu.
pt: Nenhum produto selecionado.
ro: Niciun produs selectat.
ru: Продукт не выбран.
sk: Nie je vybraný žiadny produkt.
sv: Ingen produkt vald.
th: ไม่ได้เลือกผลิตภัณฑ์
tr: Ürün seçilmedi.
uk: Продукт не вибрано.
vi: Không có sản phẩm nào được chọn.
zh_hans: 未选择产品。
zh_hant: 未選擇產品。

# StoreError.revokedCertificate
source: The certificate has been revoked.
ar: تم إلغاء الشهادة.
az: Sənəd ləğv edilib.
be: Сертыфікат адкліканы.
bn: সার্টিফিকেট বাতিল হয়েছে।
ca: El certificat ha estat revocat.
cs: Certifikát byl odvolán.
da: Certifikatet er blevet tilbagekaldt.
de: Das Zertifikat wurde widerrufen.
el: Το πιστοποιητικό έχει ανακληθεί.
es: El certificado ha sido revocado.
fi: Varmenne on peruutettu.
fr: Le certificat a été révoqué.
he: האישור בוטל.
hi: प्रमाणपत्र निरस्त कर दिया गया है।
hr: Certifikat je opozvan.
hu: A tanúsítvány visszavonásra került.
hy: Սերտիֆիկատը չեղարկվել է.
id: Sertifikat telah dicabut.
is: Vottorðið hefur verið afturkallað.
it: Il certificato è stato revocato.
ja: 証明書が失効しました。
ka: სერტიფიკატი გაუქმებულია.
kk: Сертификат кері қайтарылды.
ko: 인증서가 취소되었습니다.
ky: Сертификат кайтарып алынды.
ms: Sijil telah dibatalkan.
nb: Sertifikatet er tilbakekalt.
nl: Het certificaat is ingetrokken.
pl: Certyfikat został unieważniony.
pt: O certificado foi revogado.
ro: Certificatul a fost revocat.
ru: Сертификат был отозван.
sk: Certifikát bol odvolaný.
sv: Certifikatet har återkallats.
th: ใบรับรองถูกเพิกถอน
tr: Sertifika iptal edildi.
uk: Сертифікат було відкликано.
vi: Chứng chỉ đã bị thu hồi.
zh_hans: 证书已被吊销。
zh_hant: 憑證已被撤銷。

# StoreError.syncError
source: Purchases were not synced.
ar: لم تتم مزامنة المشتريات.
az: Alımlar sinxronlaşdırılmayıb.
be: Пакупкі не сінхранізаваны.
bn: ক্রয় সিঙ্ক হয়নি।
ca: Les compres no s'han sincronitzat.
cs: Nákupy nebyly synchronizovány.
da: Køb blev ikke synkroniseret.
de: Käufe wurden nicht synchronisiert.
el: Οι αγορές δεν συγχρονίστηκαν.
es: Las compras no se sincronizaron.
fi: Ostot eivät synkronoituneet.
fr: Les achats n'ont pas été synchronisés.
he: הרכישות לא סונכרנו.
hi: खरीदारियाँ सिंक नहीं हुईं।
hr: Kupnje nisu sinkronizirane.
hu: Vásárlások nem szinkronizálódtak.
hy: Գնումները համաժամեցված չեն.
id: Pembelian tidak disinkronkan.
is: Kaup voru ekki samstillt.
it: Gli acquisti non sono stati sincronizzati.
ja: 購入が同期されませんでした。
ka: შენაძენი არ აისახა აპლიკაციაში.
kk: Сатып алулар синхрондалмады.
ko: 구매가 동기화되지 않았습니다.
ky: Сатып алуулар синхрондолгон жок.
ms: Pembelian tidak disegerakkan.
nb: Kjøp ble ikke synkronisert.
nl: Aankopen zijn niet gesynchroniseerd.
pl: Zakupy nie zostały zsynchronizowane.
pt: Compras não foram sincronizadas.
ro: Achizițiile nu au fost sincronizate.
ru: Покупки не синхронизированы.
sk: Nákupy neboli synchronizované.
sv: Köp synkroniserades inte.
th: การซื้อไม่ได้รับการซิงค์
tr: Satın alımlar senkronize edilmedi.
uk: Покупки не синхронізовано.
vi: Các giao dịch mua không được đồng bộ.
zh_hans: 购买未同步。
zh_hant: 購買未同步。

# StoreError.system
source: System error. Please try again later.
ar: خطأ في النظام. يرجى المحاولة لاحقاً.
az: Sistem xətası. Zəhmət olmasa, sonra yenidən cəhd edin.
be: Сістэмная памылка. Паспрабуйце пазней.
bn: সিস্টেম ত্রুটি। পরে আবার চেষ্টা করুন।
ca: Error del sistema. Torneu-ho a provar més tard.
cs: Systémová chyba. Zkuste to prosím později.
da: Systemfejl. Prøv igen senere.
de: Systemfehler. Bitte später erneut versuchen.
el: Σφάλμα συστήματος. Δοκιμάστε ξανά αργότερα.
es: Error del sistema. Inténtelo de nuevo más tarde.
fi: Järjestelmävirhe. Yritä uudelleen myöhemmin.
fr: Erreur système. Veuillez réessayer plus tard.
he: שגיאת מערכת. נסה שוב מאוחר יותר.
hi: सिस्टम त्रुटि। कृपया बाद में पुनः प्रयास करें।
hr: Sistemska greška. Pokušajte ponovo kasnije.
hu: Rendszerhiba. Próbálja újra később.
hy: Համակարգի սխալ: Խնդրում ենք կրկին փորձել ավելի ուշ.
id: Kesalahan sistem. Coba lagi nanti.
is: Kerfisvilla. Reyndu aftur síðar.
it: Errore di sistema. Riprova più tardi.
ja: システムエラー。後でもう一度お試しください。
ka: სისტემური შეცდომა. სცადეთ მოგვიანებით.
kk: Жүйе қатесі. Кейінірек қайталап көріңіз.
ko: 시스템 오류. 나중에 다시 시도해 주세요.
ky: Система катасы. Кийинчерээк кайра аракет кылыңыз.
ms: Ralat sistem. Sila cuba lagi kemudian.
nb: Systemfeil. Prøv igjen senere.
nl: Systeemfout. Probeer het later opnieuw.
pl: Błąd systemu. Spróbuj ponownie później.
pt: Compras não foram sincronizadas.
ro: Eroare de sistem. Încercați din nou mai târziu.
ru: Системная ошибка. Попробуйте позже.
sk: Systémová chyba. Skúste to prosím neskôr.
sv: Systemfel. Försök igen senare.
th: ข้อผิดพลาดของระบบ โปรดลองอีกครั้งในภายหลัง
tr: Sistem hatası. Lütfen daha sonra tekrar deneyin.
uk: Системна помилка. Спробуйте ще раз пізніше.
vi: Lỗi hệ thống. Vui lòng thử lại sau.
zh_hans: 系统错误。请稍后重试。
zh_hant: 系統錯誤。請稍後再試。
